<template>
  <div>
    <div class="order1" v-show="indexId == sign">
      <div class="intro">
        <div class="synopsis-content">
          <p style="margin-left: 28px">
            <span class="el-icon-s-flag" style="font-size: 24px; color: #000000"
              >概况</span
            >
          </p>
          <p class="contentText">
            山西应用科技学院前身为山西兴华职业学院，自2014年5月，经国家教育部批准，成为一所本科层次的民办普通高校。图书馆也随着学校的发展而日益壮大，为学校教学和人才培养提供了必备的条件。
            学校提供专升本、本升硕、海外留学等一系列学历提升服务，为学生实现升造梦想助力护航。目前，学校已与新西兰国家西部理工学院、英国德蒙福特大学、美国林肯大学、加拿大卡普顿大学等30余所国际名校建立了长期战略合作关系，为学生打造多元化、多渠道、多层次的海外交流学习平台。同时，学校与合作院校定期开展教师学习交流，努力为学生提供国际视野的教学理念和创新知识。<br />
          </p>
          <p class="contentText">
            我校图书馆以科学发展观为统领，坚持“以质量求生存、以特色谋发展”的办学理念，坚持“产教融合、校企合作”的应用型办学方向，坚持创新、创造、创业的“三创”精神，以民办高校体制机制创新为驱动，以科技研发应用为引领，狠抓内涵建设，突出办学特色的办学指导思想的引领下，牢固树立人才培养在图书馆工作中的中心地位，狠抓图书馆内涵建设，将图书馆打造成为学校办学三大支柱之一。
          </p>
          <p class="contentText">
            图书馆拥有丰富的馆藏图书及文献资料，利用这个显著的特点和优势，我们向学生宣传、展示、传递科学、文化知识和提供文献服务；对大学生的文化、思想、道德等方面的修养进行全方位教育；为他们人生观、世界观的塑造，品德的熔炼，情操的熏陶，学问的拓展等提供了必要的条件。这也是其他任何课堂都无法比拟的。
          </p>
          <p class="contentText">
            图书馆作为大学生课外活动的主要场所,本身就是最好的潜在课堂，是实施素质教育不可缺少的文化阵地，图书馆以其丰富的馆藏资源为基础而开展了各种文献信息服务活动，以文育人、以文化人，在潜移默化中塑造学生。因为图书馆的教育不受时空与内容的限制，学生们通过不断地利用图书馆，可以随时随地接受教育。图书馆高雅的文化环境和文明的服务，还对培养大学生的良好素质起着春风化雨的作用与效果，使他们在无意识地领悟人生的真谛，约束自己的行为，发挥完善自我，提高自身素质的主观能动性，使其终生受益无穷。对于学生来说，这种无形的教育比有形教育更容易接受，这种配合教育有时比课堂教育更有效。我们抓住了这个有利条件，将学生素质教育贯彻到各项服务育人的活动中。
          </p>
          <p class="contentText">
            立足山西，面向全国，我校结合山西区域经济和社会发展的需求，坚持应用技术型本科高校的办学方向，培养面向生产服务一线，具有良好道德品质、用于创新和高度社会责任感，理论功底扎实、实践能力突出、拥有就业、创业能力、具备继续学习能力的高素质应用型、技术技能型、复合型人才。为加强我校文献资源建设的整体规划，实现文献资源的最佳利用，为教学科研提供更加个性化的服务，图书馆正在全面建设，以“资源共享、服务共建、文献分藏、读者分流”为思路，正在全校实现自动化系统、文献建设、读者服务、资源数字化、业务培训的统一协调，形成全校文献信息资源公共服务体系。
          </p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {
      indexId: "1"
    };
  },
  props: {
    sign: {
      type: String,
      require: true
    }
  }
};
</script>

<style lang="less" scoped>
.order1 {
  .intro {
    .synopsis-content {
      margin-top: 30px;
      .contentText {
        margin: 10px 0;
        margin-left: 28px;
        padding: 0 20px;
        text-indent: 2em;
        line-height: 32px;
        font-size: 22px;
        letter-spacing: 0.5px;
        font-family: FangSong_GB2312, 仿宋;
      }
    }
  }
}
</style>
